Repository: felipearmat/secretaria_digital
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Passwords do not match.
pt_br: As senhas não coincidem.

source: Invalid credentials.
pt_br: Credenciais inválidas.

source: Inactive user.
pt_br: Usuário inativo.

source: Username and password are required.
pt_br: Nome de usuário e senha são obrigatórios.

source: Permission denied
pt_br: Permissão negada

source: Logout successful
pt_br: Logout realizado com sucesso

source: The selected user is not an actor.
pt_br: O usuário selecionado não é um ator.

source: The service does not belong to the selected actor.
pt_br: O serviço não pertence ao ator selecionado.

source: The start date/time must be before the end date/time.
pt_br: A data/hora de início deve ser anterior à data/hora de fim.

source: Cannot schedule in the past.
pt_br: Não é possível agendar no passado.

source: There is already an appointment at this time for this actor.
pt_br: Já existe um agendamento neste horário para este ator.

source: This time is blocked: {title}
pt_br: Este horário está bloqueado: {title}

source: Appointment confirmed
pt_br: Agendamento confirmado

source: Appointment cancelled
pt_br: Agendamento cancelado

source: actor_id and date are required
pt_br: actor_id e data são obrigatórios

source: Invalid date format. Use YYYY-MM-DD
pt_br: Formato de data inválido. Use YYYY-MM-DD

source: The actor must belong to the same company as the service.
pt_br: O ator deve pertencer à mesma empresa do serviço.

source: Day of week is required for weekly recurrence.
pt_br: Dia da semana é obrigatório para recorrência semanal.

source: Day of month is required for monthly recurrence.
pt_br: Dia do mês é obrigatório para recorrência mensal.

source: Only superusers can toggle feature flags
pt_br: Apenas superusuários podem alternar feature flags

source: Language is not enabled
pt_br: Idioma não está habilitado

source: Current language configuration not found
pt_br: Configuração de idioma atual não encontrada
